;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after simbol ' = '
;
;
; TranslationAuthor: avner dadash
; TranslationAuthorEmail: tcbrssa@yahoo.com
; Soft Version: 7.x
;

[Translation]
LangCode=040D
ReadHabit=right-to-left
LanguageName=HEB
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=Confirmation
Warning=אזהרה
Error=בעיה
Confirm=אישור
pmGo=פתח תיקיה מכילה
pmNone=הסר סימון
pmAll1=סמן הכל
pmrec=מומלץ
pmIgnore=דחה קובץ זה
pmExport=יצא ל ...
pmInvert=בחירה הפוכה
Frminput.btnok.caption=אישור
Frminput.btncancel.caption=ביטול
FrmWDC.pmPortable.caption=הכן גרסה ניידת
FrmWDC.pmHelp.caption=עזרה online
FrmWDC.pmHome.caption=דף הבית
FrmWDC.pmCheckNew.caption=בדוק עדכונים
FrmWDC.pmLang.caption=שפות
FrmWDC.pmSkin.caption=שינוי מראה
FrmWDC..caption=פרטים על התוכנה
FrmWDC.btncomm.caption=ניקוי סטנדרטי
FrmWDC.btnadv.caption=ניקוי מתקדם
FrmWDC.btnsilm.caption=הטבת מערכת
FrmWDC.pmRestore.caption=שיחזור
FrmWDC.pmSettings.caption=הגדרות
FrmWDC.btnlikeit.caption=Like it
FrmWDC.btnsuggest.caption=הצעות ייעול ומשוב
FrmAdvSettings.lblinfo.caption="חפש קבצים ריקים" comes into effect only once. Next time you need choose it again.
Frmadvdc.btnscan.caption=התחל סריקה
Frmadvdc.lblpath.caption=מקום סריקה:
Frmadvdc.btnrescan.caption=סרוק שוב
Frmadvdc.btnall.caption=סמן הכל
Frmadvdc.btnadvanced.caption=הגדרות מתקדמות
Frmadvdc.btnnone.caption=הסר סימון
Frmadvdc.lblwrcinfo.caption=Wise Registry Cleaner הוא מנקה הרג'יסטרי החינמי המוביל ל-ווינדווס. מהיר, יסודי ומאובטח!
Frmadvdc.lblwrc.caption=Wise Registry Cleaner
Frmadvdc.lblpceinfo.caption=Wise PC Engineer הוא חבילה של כלים חשובים,משפיעים וקלים לשימוש,לדיסק קשיח ולשאר מערכות המחשב.
Frmadvdc.lblpce.caption=Wise PC Engineer
Frmadvdc.lblspeed.caption=מהירות הסריקה הגדולה ביותר בעולם !
Frmadvdc.lblrec.caption=עוד תוכנות שמשתמשים אחרים אהבו:
Frmadvdc.vtfiles.Columns[0]=שם קובץ
Frmadvdc.vtfiles.Columns[1]=גודל
Frmadvdc.vtfiles.Columns[2]=מיקום
Frmadvdc.vtfiles.Columns[3]=זמן כניסה אחרונה
Frmadvdc.vtfiles.Columns[4]=סוג
FrmAdvSettings.btnok.caption=אישור
FrmAdvSettings.btnadd.caption=הוספה
FrmAdvSettings.btnremove.caption=מחיקה
FrmAdvSettings.btncancel.caption=ביטול
FrmAdvSettings.wcknull.caption=מצא קבצים ריקים(0 bytes, איטי)
FrmAdvSettings.wckshortcut.caption=מצא קיצורי דרך בלתי תקינים (איטי)
FrmAdvSettings.caption=הגדרות מתקדמות
FrmAdvSettings.btnre.caption=מומלץ
FrmAdvSettings.btnall.caption=סמן הכל
FrmAdvSettings.btnnone.caption=הסר סימון
FrmAboutWin.caption=אודות
FrmAboutWin.btnOK.caption=אישור
FrmAbout.lblver.caption=גרסה נוכחית:
FrmAbout.lblhome.caption=דף הבית:
FrmAbout.lblemail.caption=אימייל לתמיכה:
FrmAbout.lblthanks.caption=תודה לאנשים הבאים על תרומתם:
FrmAutorunSettings.lblcmd.caption=מצב שורת פקודות
FrmAutorunSettings.lblcmdinfo.caption=אתה יכול להריץ את התוכנה, לסרוק ולתקן את קבציך.לעוד פרטים, הקש בבקשה על F1 או שתלחץ על הכתובת הבאה כדי לקרוא את מסמך העזרה שלנו..
FrmAutorunSettings.chk1.caption=הכן סמל 'ניקוי בלחיצה אחת', והצב אותו בשולחן העבודה.
FrmAutorunSettings.chkadv.caption=כלול ניקוי מתקדם
FrmAutorunSettings.btnhelp.caption=עזרה און ליין.
FrmCommon.btnall.caption=סמן הכל
FrmCommon.btnre.caption=מומלץ
FrmCommon.btnnone.caption=הסר סימון
FrmCommon.wckadv.caption=כלול ניקוי מתקדם
FrmCommon.WiseLabel1.caption=מתזמן
FrmCommon.lbltype.caption=בחר סוג הפעלה:
FrmCommon.lblweek.caption=בחר יום:
FrmCommon.lbltime.caption=זמן:
FrmCommon.btnScan.caption=התחל סריקה
FrmCommon.lblstat.caption=קל ומהיר לנקות קבצים לא שימושיים ועקבות של קבצים.
FrmCommon.btncancel.caption=ביטול
FrmCommon.btnrescan.caption=סרוק שוב
FrmExclusion.btnAddFile.caption=הוסף קובץ
FrmExclusion.btnAddFolder.caption=הוסף תיקיה
FrmExclusion.btnAddType.caption=הוסף סוג קובץ
FrmExclusion.btnImport.caption=ייבא
FrmExclusion.btnExport.caption=ייצא
FrmExclusion.btnRemove.caption=מחק
FrmGeneral.chkNews.caption=קבל אוטומטית חדשות
FrmGeneral.chkwipe.caption=מחיקה בטוחה (איטי)
FrmGeneral.WiseLabel1.caption=בדוק לעדכונים:
FrmGeneral.WiseLabel2.caption=שפת ברירת מחדל:
FrmGeneral.btnchecknew.caption=בדוק עכשיו
FrmCustom.WiseLabel4.caption=Custom Folders to Empty (משתמשים מתקדמים בלבד)
FrmCustom.btnAdd.caption=הוסף
FrmCustom.btnRemove.caption=מחק
FrmRestore.btnrestore.caption=שיחזור
FrmRestore.btnremove.caption=מחק
FrmRestore.Btnclose.caption=סגור
FrmRestore.caption=שחזור
FrmSettings.tsCommon.caption=כללי
FrmSettings.tsAutoRun.caption=הפעלה אוטומטית
FrmSettings.tsExclusion.caption=יוצאים מן הכלל
FrmSettings.btnAbout.caption=אודות
FrmSettings.btnok.caption=בסדר
FrmSettings.btncancel.caption=ביטול
FrmSettings.caption=הגדרות
FrmSysClean.lblrecommendinfo.caption=Please try our smart products to improve Windows performance now.
FrmSysClean.lblpce.caption=Wise PC Engineer
FrmSysClean.lblpceinfo.caption=Wise PC Engineer is a bundle of important registry, disk, and other system utilities for your PC. Easy to use and Effective!
FrmSysClean.lbl1.caption=Wise Registry Cleaner is the Leading Free Registry Cleaner for Windows. Fast, Thorough and Secured!
FrmSysClean.lbl2.caption=Wise Registry Cleaner
FrmSysClean.lblre.caption=Would you like to further improve your Windows performance?
FrmSysClean.btnSlimming.caption=הטבת מערכת
FrmSysClean.btnall.caption=סמן הכל
FrmSysClean.btnrecommended.caption=מומלץ
FrmSysClean.btnnone.caption=הסר סימון
FrmSysClean.vtsys.Columns[0]=קובץ
FrmSysClean.vtsys.Columns[1]=גודל
FrmSysClean.vtsys.Columns[2]=מיקום
FrmSysClean.vtsys.Columns[3]=הצעה
FrmDiskDefrag.btnfree.caption=פינוי מקום
FrmDiskDefrag.btnfolder.caption=תיקיה
FrmDiskDefrag.btnfile.caption=קובץ
FrmDiskDefrag.btnsystem.caption=מערכת קבצים
FrmDiskDefrag.btnFragmented.caption=שברים
FrmDiskDefrag.btnmft.caption=MFT
FrmDiskDefrag.chkshutdown.caption=כבה אחרי איחוי דיסק.
FrmDiskDefrag.btnpause.caption=עצור
FrmDiskDefrag.btnstop.caption=הפסק
FrmDiskDefrag.btnDefrag.caption=איחוי
FrmWDC.btndefrag.caption=איחוי דיסק
FrmlikeUs.lblTitle.caption=If you love Wise Disk Cleaner, please introduce this lovely free tool to your beloved.
FrmlikeUs.lblInfo.caption=Please share Wise Disk Cleaner with your family, friends, classmates, and colleagues by Email, Blog, Twitter, Youtube, Facebook, ect.. Well done! You will bring convenience and efficiency to their lives.
FrmlikeUs.lblRate.caption=Rate Wise Disk Cleaner:
FrmlikeUs.lblfollow.caption=עקוב אחרינו ב:
FrmlikeUs.lblshare.caption=חלוק את Wise Disk Cleaner:
FrmlikeUs.btndownload.caption=הורדה חינם
FrmlikeUs.imgrate.hint=תן לנו 5 כוכבים
FrmlikeUs.imgmail.hint=חלוק את זה לחבריך
FrmlikeUs.imgface1.hint=חלוק את זה על הfacebook
FrmlikeUs.imgface2.hint=עקוב אחרינו בfacebook
FrmlikeUs.imgtwitter1.hint=חלוק את זה בtwitter
FrmlikeUs.imgtwitter2.hint=עקוב אחרינו בtwitter
FrmlikeUs.Caption=Like it
FrmlikeUs.lbldownload.caption=הורד עוד תוכנות חינם מ WiseCleaner.com :
[GUI]
ButtonYes=בסדר
ButtonNo=לא
ButtonOK=אישור
ButtonMinimize=מזער
ButtonMaximize=הגדל
ButtonClose=סגור
ButtonRestore=שחזר
ButtonMenu=תפריט
[Message]
LestOneItem=אתה יכול לבחור לפחות קובץ אחד לניקוי.
HistorySaved=סך הכל מקום שנשמר: %
DisableAdd=For safety's sake, some special folders (such as "Windows Folder", "Boot of Hard Drive" and "CD-ROM") are not allowed to be added into this list.
ConfirmAdd=Are you sure you want to remove all the files in %s when you run "Advanced Cleaner"?
DupFolder=התיקיה נמצאת ברשימה.
ExImport=רשימת יוצאי הדופן יוצתה ל:
SelectHardDrive=בבקשה בחר כונן
CreationDate=תאריך הכנה
Description=תיאור
NowCleaning=עכשיו מנקה:
ScheduleNextTime=הפעם הבאה:
Never=אף פעם.
InputType=Input the filename or filetype (For Example: *.tmp etc..)
WarnNoType=בבקשה בחר לפחות סוג אחד של קובץ לסריקה.
NoItemChecked=בבקשה בחר קובץ אחד או יותר לניקוי.
WDCRunning=התוכנית רצה.
RemoveSysRestore=Do you want to remove the selected system restore point?
RestoreFromSysRestore=You must reboot your computer for system restore. Do you want to start restore now?
WarnZeroFile=You selected the "Empty File" Mode. Some 0 byte files are necessary, please review them before you remove them. Are you sure to do this?
SysRestoring=מתכונן לשחזר את המערכת...
SysCreating=מכין נקודת שחזור מערכת...
Browse=עיון...
AllHardDrive=כונן מקומיים
Cleaning=ניקוי...
Exported=The current items have been exported to %s, do you want to open the file now?
LeftTimeSec=משך: % שניות
Safetodel=הקובץ נמחק בביטחון.
MoreSpace=ליותר נפח מקום
Unknow=לא ידוע.
AddFileType=הוסף סוג קובץ
AlreadExist=% כבר נמצא ברשימה.
illegalType=% הם קבצים בלתי חוקיים.
Summary=סיכום
InputSummary=בבקשה הכנס את ההסבר לסוג הזה.
noselected=אף קובץ לא סומן.
DelFileType=אתה בטוח שברצונך למחוק סוג קובץ זה?
ScanAborted=הסריקה בוטלה!
TrashFound=%d files, a total of %s, were found.
NoTrashAndTrace=ברכותינו! מחשבך נקי!
CleanDone=ניקוי הושלם!.
LestOne=בבקשה בחר לפחות קובץ אחד לסריקה.
LestOneClean=בבקשה בחר קובץ אחד לניקוי.
Scanning=סורק...
InvalidIgnorItem=לא יכול להתעלם מן הקובץ.
TraceFound=%d traces were found.
CleanNow=מומלץ מיקוי מידי של הכונן.
TrashRemoved=% קבצים נמחקו %s מקום בדיסק פונה.
TraceRemoved=% עקבות נמחקו: 
LastCommonClean=הפעם האחרונה בה ניקית הכונן הייתה ב:
Working=בבקשה חכה שתסתיים משימה זאת ונסה שוב.
NoFilesFound=אין קבצי זבל
NoTracesFound=אין עקבות
FindTraces=% עקבות
NoItemFound=לא נמצאו קבצים
FindFilesSize=% קבצים, בכללי  %s,נמצאו
FindTracesSection=% נמצאו במחיצה זאת
CanFreeSpace= % קבצים נמצאו ו% קבצים ישמרו
TotalTraces=סך הכול % עקבות נמצאו
EnableRestore=System Restore is disabled. Do you want to enable system restore?
RestorePointFail=נכשל בניסיון להכין נקודת שחזור.
ErrorMsg=הודעת בעיה:
NoNewVer=!ברכותינו! הגרסה בה הינך משתמש היא האחרונה
KeyWord=הכנס את מילות המפתח
AddFolder=הוסף תיקיה
CannotCrTask=לא יכול להכין משימה מתוזמנת
InvalidType=בבקשה הכנס סיומת קובץ זמינה
NoType=בבקשה בדוק סוג אחד לחיפוש
FailToDelete=Some files can not be deleted until your system boots up next time.
GoodHabit=Keeping your PC clean is a good habit. Please keep it up!
7After=%d days have passed since last cleanup. An immediate scan is recommended.
7Before=It is a good habit to keep your drives clean and your privacy secured.
TaskExists=The schedule task has existed. Do you want to delete it or create a new schedule task? (No - Edit the existing task. Cancel - Cancel the process.)
NoBackupSelected=בחר לפחות גיבוי אחד לשחזור
StartScan=התחל סריקה
StartClean=התחל ניקוי
Cancel=ביטול
Idle=When idle
Daily=יומי
Weekly=שבועי
Monthly=חודשי
Monday=יום שני
Tuesday=יום שלישי
Wednesday=יום רביעי
Thursday=יום חמישי
Friday=יום שישע
Saturday=יום שבת
Sunday=יום ראשון
AvdDefaultHint=במחיצה נמצאים הגדרות מתקדמות למציאת יותר קבצים לא שימושיים ולפנות יותר מקום.
TrashFoundEx=קבצי הזבל הבאים נמצאו:
NoDriveChecked=אתה יכול לבחור כונן אחד או יותר לסריקה.
ScanFor=דיסר נסרק:
FindDrives=מחפש דרייברים...
Login=At log on
NewVer=יש גרסה חדשה! רוצה לעדכן אליה עכשיו?
[CommonClean]
ScanAbortedHint=אנו ממליצים לסרוק שוב עכשיו למצוא  עקבות קבצים וקבצים אשר אינם מועילים.
DefaultHint=ניקוי הקבצים שומר על פרטיותך ובטחונך.
ScanAbortedHint1=אנו ממליצים שתסרוק שוב עכשיו כדי למצוא קבצים שאינם שימושיים.
WhenIdle=When idle
WhenLogin=At log on
[SysClean]
Open=פתח
Remove=מחק
MoreSpace=ליותר נפח מקום
Cleaning=ניקוי...
Scanning=סורק...
ScanEnd=A total of %d items were found. %s disk space will be freed up after slimming down.
NoItems=מצוין! המערכת שלך נקייה.
SpaceFreed=ניקוי המערכת נגמר. %s נפח מקום פונה.
Installer=Obsolete Windows Installer
LongInstaller=Obsolete Windows Installers are useless files. They can be removed to free disk space.
PatchUninstall=Uninstallation Files of Windows Update Patches
LongPatchUninstall=If you don't need to uninstall Windows Update, you can remove these files.
Downloadedfiles=Windows Downloaded Installation Files
Longdownloadedfiles=After Windows update patch installation is successful, it's safe to remove the files.
Baselinecache=Windows Installer Baseline Cache
LongBaselinecache=The files were created by Windows installer service, and they can be removed.
JPIME=Japanese IME
LongJPIME=If you don't need Japanese IME files anymore, you can remove them.
KoreanIME=Korean IME
LongKoreanIME=If you don't need Korean IME files anymore, you can remove them.
TChineseIME=Traditional Chinese IME
LongTChineseIME=If you don't need traditional Chinese IME files anymore, you can remove them.
MPinyinIME=Microsoft Pinyin IME
LongMPinyinIME=If you don't need Microsoft Pinyin IME files anymore, you can remove them.
HelpFile=Help Files of Windows
LongHelpFile=If you don't need Windows help files anymore, you can remove them.
SamplePic=Sample Pictures of Windows
LongSamplePic=If you don't need sample pictures anymore, you can remove them.
SampleMic=Sample Music of Windows
LongSampleMic=If you don't need sample music anymore, you can remove them.
SampleVideos=Sample Videos of Windows
LongSampleVideos=If you don't need sample videos anymore, you can remove them.
SampleMedia=Sample Media of Windows
LongSampleMedia=If you don't need sample media anymore, you can remove them.
Wallpaper=Wallpaper files of Windows
LongWallpaper=If you don't need wallpaper files anymore, you can remove them.
[DiskDefrag]
Volume=התקן
Format=קובץ מערכת
TotalSpace=נפח מקום כללי
FreeSpace=מקום פנוי
Fragmented=שברים
Status=מצב
PmDefrag=איחוי
QuickOpt=התאמה מהירה
FullOpt=התאמה מלאה
PmAnlyse=נתח
Resume=המשך
Analying=מנתח
Defragmenting=מאחה
Optimizing=מתאם
Analyed=נותח
Defragmented=אוחה
Optimized=הותאם
Pause=עצור
IsSSD=Your selection may include at least one solid drive. And disk defrag may reduce its lifetime. Are you sure you want to continue?
FragmentedRate=Fragmentation
[Area]
Networkmapping=מיפוי היסטוריית התקן
LastDownloadDir=מיקום הורדה אחרון
TrashClean=קבצים לא שימושיים במחשב
TraceClean=עקבות במחשב
WinRar=WinRar
WinZip=WinZip
AcrobatReader=Acrobat Reader
MSN=Windows Live Messenger
OfficePicture=Microsoft Office Picture Manager
Office=Microsoft Office
TypeOtherApp=תוכנות אחרות
WindowsPaint=Windows Paint
WindowsDefender=Windows Defender
WindowsWordpad=Windows Wordpad
WindowsMediaPlayer=Windows Media Player
TypeWComponents=רכיבי windows
FireFoxOther=Mozilla FireFox Other Histories
FireFoxPass=Mozilla FireFox Saved passwords
FireFoxForm=Mozilla FireFox Autocomplete Form History
FireFoxCookies=Mozilla FireFox Cookies
ChromePass=Google Chrome Saved passwords
ChromeForm=Google Chrome Autocomplete Form History
ChromeCookies=Google Chrome Cookies
IEPass=IE Saved Passwords (Private Data won't be listed)
IEForm=IE Autocomplete Form History (Private Data won't be listed)
IECookies=Microsoft IE Cookies
TypeInternet=Surf the Internet
JumpList=Taskbar Jump Lists (Fixed Items will be removed too)
SearchList=היסטורית סריקה של windows
TraryNotify=Windows Tray Notification Cache
ExplorerMRU=Other Explorer MRUs
Recentdocuments=מסמכים אחרונים
RunStartMenu=Run in Start Menu
TypeSystem=מערכת windows
Flash=Adobe Flash Player
TypeMedia=מולטימדיה
FireFoxCache=Mozilla FireFox Cache
ChromeCache=Google Chrome Cache
IECahce=Microsoft IE Cache
LogFile=System Log Files
DownloadedPatch=קבצים שהורדו על ידי ווינדוס
ErrorReport=קבצי דו"ח על בעיות
Dump=מצבור קבצי זכרון
ThumbCache=Thumbnail Cache
InvalidLnk=קיצורי דרך לא תקינים
UserTemp=קבצים בתיקיות זמניות של משתמשים
SysTemp=קבצי זבל שנוצרו על ידי Windows
Prefetch=Windows Prefetch Data
RemoteDesktop=קבצים זמניים של שולחן עבודה מרוחק
Recyclebin=רוקן סל מחזור
SafariCache=Safari קבצי זמניים של 
SafariHistory=Safari היסטוריית
SafariCookies=Safari Cookies
SafariPass=Safari Saved Form Information
YahooMessage=Yahoo Message
WLM=Windows Live Messenger
SunJava=Sun Java
[Type]
UserDefine=הגדרת משתמש
ZeroFile=קבצים ריקים - 0 bytes
WinSetupLog=Windows installation error log files
NtUninstall=Uninstall sources of Windows Patches
InvalidLnk=קיצורי דרך לא תקינים
UserTemp=קבצים בתיקיות זמניות של משתמשים
WinTemp=קבצים בתיקיה הזמנית של windows
RecentFiles=קישורים לקבצים שנצפו לאחרונה
PatchSource=Windows מקורות עדכון
TempFile=קבצים זמניים
fcwdir=קובץ שנוצר על ידי תהליך הורדה
tfcbp=קבצים זמניים שנוצרו על ידי תוכנות
sdrf=קבצי שחזור נוצרו בזמן סריקת דיסק
OldFile=קבצים ישנים
outdatedfile=קבצים מיושנים
fcwhfir=קובץ שנוצר בעת שקובץ עזרה פעל
Ncfile=Newsgroup cache files
Backupfile=קבצי גיבוי
WBfile=MS Word Backup files
Cbswahf=קובץ שנוצר בעת חיפוש אחר קובץ עזרה
whtf=קבצים זמניים של מערכת העזרה של windows
Logfile=Log files
LLogfile=Log file created by applications or system services.
Errorfile=קבצי בעיה
Wmdf=Win2000/XP memory dump files
bcomf=קובצי גיבוי של קבצים ערוכים
Indexfile=קבצי Index
ifcbsiotitpbs=index files created by system in order to improve the picture browsing speed
Tfcds=קבצים זמינים שנוצרו בעת התקנה
Intermediatefile=קבצי ביניים
chkfile=קבצים ששוחזרו
[AutoClean]
DiskSaved=נפח דיסק נשמר.
Title=מצוין!
TraceCleanned=עקבות נוקו.
[Skin]
SkinDefault=ברירת מחדל
SkinGray=אפור
SkinOrange=כתום
SkinCustom=רגיל
SkinColor=צבע skin רגיל
